<?php

return [
    'keepme' => 'Запомнить меня',
    'forgotPassword' => 'Забыли пароль?',
    'dontHaveAcc' => 'Нет аккаунта?',
    'create' => 'Создать',
    'alreadyHaveAcc' => 'У вас уже есть аккаунт?',
    'register' => 'Зарегистироваться',
    'login' => 'Авторизоваться',

    'usernamelogin' => 'Ваш логин',
    'username' => 'Ваша электронная почта',
    'password' => 'Пароль',
    'password2' => 'Подтвердите пароль пароль',
    'signAndGo' => 'Авторизуйтесь и приступим!',
    'hello' => 'Добро пожаловать!',
    'doAuth' => 'Войти',
    'firstTime' => 'Вы здесь впервые?',
    'simple' => 'Регистрация займет буквально минуту!',
    'terms' => 'Я принимаю условия пользовательского соглашения',

    'needMail' => 'Необходимо ввести почту!',
    'needPassword' => 'Необходимо ввести пароль!',
    'passwordNotIdent' => 'Пароли не идентичны!',

];